Repository: jraesly/cherries
Catalog: EmbedReader/*.lproj/Localizable.strings
Languages: de, fr, lt, ru

# locale
source: en
de: de
fr: fr
lt: lt
ru: ru

# scan
source: Bar-code scanner
fr: Lecteur de code barres
lt: Brūkšninių kodų skaitytuvas
ru: Штрих-код сканер

source: Scanner
fr: Lecteur
lt: Skaitytuvas
ru: Сканер

# scan_only_qr_codes
source: QR-code scanner
de: Expressantwortcode scanner
fr: Lecteur de code QR
ru: QR-код сканер

source: My discounts
de: Meine Rabatte
fr: Mes réductions
ru: Мои скидки

source: Help
de: Hilfe
fr: Aide
lt: Pagalba
ru: Помощь

source: Settings
de: Einstellungen
fr: Réglages
lt: Nustatymai
ru: Настройки

source: History
de: Verlauf
fr: Histoire
lt: Istorija
ru: История

# scan_msg1
source: Do not hold the camera too close
de: Halten Sie die Kamera nicht zu dicht
fr: Ne tenez pas le caméra trop près
ru: Не подносите камеру слишком близко

# scan_msg2
source: The camera is not available
de: Die Kamera ist nicht verfügbar
fr: Le caméra n'est pas disponible
ru: Камера не доступна

# scan_time
source: Time
de: Zeit
fr: Temps
ru: Время

source: Just now
de: Soeben
fr: En ce moment
lt: Dabar
ru: Только что

# camera2
source: Turn the device in a horizontal position
de: Drehen Sie das Gerät in eine horizontale Lage
fr: Tournez l'appareil en position horizontale
lt: Pakreipkite prietaisą horizontaliai
ru: Переверните телефон в горизонтальное положение

source: Result
de: Ergebnis
fr: Résultat
lt: Rezultatas
ru: Результат

# sleepmode
source: Click to continue
de: Klicken Sie um fortzufahren
fr: Cliquez pour continuer
lt: Norėdami tęsti, spauskite bet kurį mygtuką
ru: Нажмите, чтобы продолжить

source: Generator
fr: Générateur
lt: Пeneratorius
ru: Генератор

source: Next
de: Fortsetzen
fr: Continuer
lt: Sekantis
ru: Дальше

# esubject
source: Email Subject
de: das Thema
fr: Objet de l'email
lt: Email Tema
ru: Тема письма

# etext
source: Email Text
de: der Text
fr: Email texte
lt: Tekstas
ru: Текст

source: Message
de: die Nachricht
fr: Le message
lt: Pranešimas
ru: Сообщение

# nodata
source: No data to display
de: Nichts anzuzeigen
fr: Aucune donnée à afficher
lt: Nėra ką atvaizduoti
ru: Нет данных для отображения

source: Preview
de: Vorschau
fr: Avant-première
lt: Peržiūra
ru: Просмотр

source: Contact
de: Kontakt
lt: Kontaktai
ru: Контакт

# link
source: Web address
de: Internetadresse
fr: Adresse Web
lt: Tinklalapio adresas
ru: Web адрес

# text
source: Plain text
de: Flächentext
fr: Texte simple
lt: Paprastasis tekstas
ru: Текст

# sms
source: Send SMS
de: Senden Sie eine SMS
fr: Envoyer des SMS
lt: Siųsti SMS žinutę
ru: Послать СМС

# phone
source: Telephone number
de: Telefonnummer
fr: Numéro de téléphone
lt: Telefono numeris
ru: Телефонный номер

# wifi
source: WiFi credentials
de: WiFi-Anmeldeinformationen
fr: Identifiants de WiFi
lt: WiFi prisijungimo duomenys
ru: WiFi данные

# geo
source: Location
de: Ort
fr: Emplacement
lt: Vietovė
ru: Местонахождение

source: Latitude
de: Breite
lt: Platuma
ru: Широта

source: Longitude
de: Breite
lt: Ilguma
ru: Долгота

# clp_msg1
source: Unable to call using this data
de: Anruf fehlgeschlagen wegen falscher Daten
fr: Impossible d'appeler en utilisant ces données
ru: Неправильный формат данных, позвонить невозможно

# clp_msg2
source: Can not add to contacts using this data
de: Kann nicht zu Kontakten hinzugefügt werden wegen falscher Daten
fr: Impossible d'ajouter les contacts en utilisant ces données
ru: Неправильный формат данных, невозможно добавить в контакты

# clp_msg3
source: Sleep mode
de: Schlafmodus
fr: Mode de veille
ru: Спящий режим

# clp_msg4
source: There was no QR-code or bar-code found
de: Der Expressantwortcode oder Barcode konnte nicht gefunden werden
fr: Aucun code QR ou code-barres n'est trouvé
ru: Не удалось найти ни один код

# google_search
source: Web search
de: Internetsuche
fr: Recherche Web
ru: Web поиск

# google_product
source: Product search
de: Produktsuche
fr: Recherche d'un produit
ru: Поиск товаров

# wifi1_copy
source: Copy name
de: Namen kopieren
fr: Copier le nom
ru: Скопировать название

# wifi2_copy
source: Copy password
de: Passwort kopieren
fr: Copier le mot de passe
ru: Скопировать пароль

# wifi_pass
source: Password
de: Passwort
fr: Mot de passe
ru: Пароль

# wifi_name
source: Name
fr: Nom
ru: Название

source: work
de: Arbeit
fr: travail
lt: darbo
ru: рабочий

source: home
de: Festnetz
fr: maison
lt: namų
ru: домашний

source: mobile
de: Mobil
fr: maison
lt: mobilus
ru: мобильный

source: fax
fr: maison
lt: faksas
ru: факс

# call_make
source: Call now
de: Jetzt anrufen
fr: Appeler tout de suite
ru: Позвонить

# contact_add
source: New contact
de: Neuer Kontakt
fr: Nouveau contact
ru: В контакты

# text_copy
source: Copy
de: Kopieren
fr: Copier
ru: Скопировать

# text_copied
source: Copied
de: kopiert
fr: Copié
ru: Скопировано

# share
source: Share it
de: Teilen
fr: Le partager
lt: Bendrinti
ru: Поделиться

# raw
source: Raw output
de: Unbearbeitete Ausgabe
fr: Sortie crue
lt: Neapdoroti rezultatai
ru: Raw вывод

# raw_output
source: Data output without processing
de: Datenausgabe ohne Verarbeitung
fr: Sortie de données sans traitement
ru: Вывод данных без обработки

# email_send
source: Send mail
de: Email senden
fr: Envoyer un courriel
ru: Послать

# sms_send
source: Send SMS
de: SMS senden
fr: Envoyer des SMS
ru: Послать смс

# geo_find
source: Open map
de: Karte öffnen
fr: Ouvrir la carte
ru: На карте

# link_open
source: Open link
de: Link öffnen
fr: Ouvrir le lien
ru: Перейти

# contact_copy
source: Copy Name
de: Namen kopieren
fr: Copier le nom
ru: Скопировать имя

source: More
de: Mehr
fr: Suite
lt: Daugiau
ru: Больше

source: About
de: Über
fr: A propos de
lt: Apie
ru: О программе

# rate
source: Rate us
de: Bewerten Sie uns
fr: Evaluer
lt: Vertinti
ru: Оценить

# ratesub
source: Your rating is important for us.
de: Ihre Bewertung ist wichtig für uns.
fr: Votre évaluation est importante pour nous.
lt: Jūsų įvertinimas mums svarbus.
ru: Только Ваша оценка поможет сделать эту программу лучше.

# help1
source: QR-code scanner
de: Expressantwortcodescanner
fr: Lecteur de code QR
lt: QR-kodo skaitytuvas
ru: QR-код сканер

# help2
source: This application uses the camera of your device to read bar-codes and QR-codes. Point the camera at the code and you will see a nice preview of the encoded data.
de: Diese Anwendung nutzt die Kamera Ihres Gerätes um Barcodes und Expressantwortcodes zu scannen. Halten Sie die Kamera auf den Code und Sie sehen eine hübsche Vorschau der kodierten Daten.
fr: Cette application utilise la caméra de votre appareil afin de lire des codes-barres et des codes QR. Dirigez l'appareil vers le code et vous verrez une avant-première des données codées.
lt: Ši programa naudoja Jūsų prietaiso kamerą brūkšninių kodų bei QR-kodų nuskaitymui. Nukreipkite kamerą į kodą, kad galėtumėte peržiūrėti užkoduotus duomenis.
ru: Эта программа использует камеру Вашего устройства для считывания штрих-кодов различных форматов. После считывания программа распознает тип закодированных данных, чтобы предоставить Вам их в удобном виде для просмотра или дальнейшей обработки.

# help7
source: Supported formats
fr: Formats soutenus
lt: Palaikomi formatai
ru: Поддерживаемые форматы

# help8
source: EAN-13/UPC-A, UPC-E, EAN-8, Code 128, Code 93, Code 39, Codabar, Interleaved 2/5, QR-Code and DataBar.
lt: EAN-13/UPC-A, UPC-E, EAN-8, Code 128, Code 93, Code 39, Codabar, Interleaved 2/5, QR-Code и DataBar.
ru: Эта программа может расшифровать следующие форматы кодов: EAN-13/UPC-A, UPC-E, EAN-8, Code 128, Code 93, Code 39, Codabar, Interleaved 2/5, QR-Code и DataBar.

# help3
source: How to use
de: Benutzungshinweise
fr: Comment utiliser
lt: Kaip naudotis
ru: Как использовать

# help4
source: Run the scanner, point at the code, not too close, so that there is enough empty space around the code. Do not try to read the code on the diagonal.
de: Starten Sie den Scanner, halten Sie Ihn an den Code, nicht zu dicht, sodass genug freier Platz um den Code herum bleibt. Versuchen Sie nicht den Code aus der Diagonale zu lesen.
fr: Faites fonctionner le scanner, dirigez-le vers le code, pas trop près, pour qu'il y ait assez d'espace vide autour du code. N'essayez pas de lire le code sur la diagonale.
lt: Įjunkite skaitytuvą, nukreipkite jį į kodą, ne laikykite per arti, kad aplink kodą liktų pakankamai vietos. Nebandykite perskaityti kodo įstrižai.
ru: Запустите сканер, наведите камеру в горизонтальном положении на код, не слишком близко, так, чтобы вокруг кода оставалось достаточно пустого пространства. Не пытайтесь считать код по диагонали.

# help5
source: How to create
de: Herstellungshinweise
fr: Comment créer
lt: Kaip sukurti
ru: Как создать

# help6
source: To create your own QR-code and request stickers visit http://qrcode.raloco.com.
de: Um Ihren eigenen Expressantwortcodes und Anfrageaufkleber zu entwerfen, besuchen Sie: http://qrcode.raloco.com.
fr: Afin de créer vos propres codes QR et demander des autocollants, veuillez visiter : http://qrcode.raloco.com.
lt: Norėdami sukurti savo QR-kodą arba pateikti užklausą dėl lipdukų, apsilankykite: http://qrcode.raloco.com.
ru: Чтобы создать свой QR-код, достаточно найти программу «генератор кодов» в поисковой системе или посетить страницу http://qrcode.raloco.com, где Вы сможете реализовать свой уникальный дизайн или заказать бесплатные QR-код наклейки.

# help9
source: Issues and questions
de: Probleme und Fragen
fr: Problèmes et questions
lt: Problemos ir klausimai
ru: Вопросы и проблемы

# help10
source: Feel free to contact us if you have any problems or questions: host@raloco.com.
de: Bitte kontaktieren Sie uns sollten Sie irgendwelche Probleme oder Fragen haben: host@raloco.com.
fr: Veuillez nous contacter si vous avez des problèmes ou des questions : host@raloco.com.
lt: Jei turime problemų arba klausimų, susisiekite su mumis: host@raloco.com.
ru: Используйте этот host@raloco.com адрес электронной почты для связи с командой поддержки Raloco. Смело обращайтесь к нам, если у Вас возникли трудности с использованием программы, есть желание что-то улучшить или предложить нам свое сотрудничество.

# help11
source: Privacy Policy
de: Datenschutz
fr: Politique de confidentialité
lt: Privatumo politika
ru: Политика

# help12
source: http://raloco.com/en/app_privacy
ru: С политикой конфиденциальности, правилами использования и лицензией можно ознакомиться здесь.

# help13
source: Scan hints
de: Scan Hinweise
fr: Conseils pour la numérisation
lt: Nuskaitymo patarimai
ru: При сканировании

# help14
source: To make scan successful make sure the camera is not too close to the code, there is plenty of light, the camera is on focus.
de: Um einen erfolgreichen Scan durchzuführen, stellen Sie sicher, dass die Kamera nicht zu dicht an dem Code ist, dass es genug Licht gibt und dass die Kamera fokussiert ist.
fr: Afin de scanner avec succès, vérifiez si l'appareil n'est pas trop près du code, s'il y a suffisamment de lumière, si la mise au point de la caméra est faite.
lt: Norėdami sėkmingai nuskaityti duomenis, įsitikinkite, kad kamera nėra laikoma per arti kodo, kad patalpoje užtenka šviesos, ir kad kamera yra sufokusuota.
ru: Чтобы программа хорошо работала, убедитесь, что камера не находится слишком близко к коду, и есть достаточно света.

# helps1
source: Different distances
de: Unterschiedliche Entfernungen
fr: Distances différentes
lt: Skirtingi nuotoliai
ru: Различное расстояние

# helps2
source: Try moving your device closer or further away to find optimal scan distance.
de: Versuchen Sie Ihr Gerät weiter entfernt oder näher heran zu bewegen um eine optimale Scandistanz zu finden.
fr: Essayez de déplacer votre appareil plus ou moins loin pour trouver la distance optimale pour la numérisation.
lt: Pabandykite priartinti arba nutolinti prietaisą, kad surastumėte optimalų skaitytuvo laikymo nuotolį.
ru: Попробуйте переместить устройство по отношению к коду ближе или дальше, чтобы найти оптимальное расстояние для сканирования.

# helps3
source: Ideal contrast
de: Idealer Kontrast
fr: Contraste idéale
lt: Idealus kontrastas
ru: Идеальный контраст

# helps4
source: Enough light means faster scan. Also make sure there are no glares and shadows over the code.
de: Genug Licht bedeutet einen schnelleren Scan. Stellen Sie ebenfalls Sicher, dass kein Glas oder Schatten über den Codes sind.
fr: La lumière suffisante fait la numérisation plus vite. Assurez-vous qu'il n'y a pas d'éclats ou d'ombres sur le code.
lt: Pakankamas apšvietimas reiškia geresnį nuskaitymą. Taip pat įsitikinkite, kad ant kodo nebūtų atspindžių arba šešėlio.
ru: Сканирование происходит быстрее при достаточном колличестве освещения. Также убедитесь, что нет никаких бликов или теней на коде.

# helps5
source: Focus on code
de: Fokussieren Sie den Code
fr: Faites la mise au point sur le code
lt: Nukreipkite kamerą, kad kodas būtų fokuse
ru: Фокус на коде

# helps6
source: Make sure your device is not too close to the code and the camera is in focus.
de: Stellen Sie sicher, dass das Gerät nicht zu dicht an dem Code ist und dass die Kamera fokussiert ist.
fr: Assurez-vous que votre appareil n'est pas trop près du code et que vous avez fait la mise au point.
lt: Įsitikinkite, kad kamera nėra laikoma per arti kodo yra sufokusuota.
ru: Убедитесь, что устройство не находится слишком близко к коду, и камера поймала фокус.

# helps7
source: Hold still
de: Halten Sie still
fr: Restez immobile
lt: Nejudinkite kameros
ru: Неподвижность

# helps8
source: Do not read the code on the diagonal as well as shake your device.
de: Lesen Sie den Code nicht aus der Diagonale und schütteln Sie Ihr Gerät nicht.
fr: Ne lisez pas le code sur la diagonale et n'agitez pas votre appareil.
lt: Nenuskaitykite kodo įstrižai ir nejudinkite kameros.
ru: Не пытайтесь считать код по диагонали и не трясите устройство.

# set1
source: Link open
de: Link öffnen
fr: Ouvrir un lien
lt: Nuorodos atidarymas
ru: Автопереход

# set2
source: Automatically open a link after a successful scan.
de: Automatisches Öffnen eines Links nach einem erfolgreichen Scan.
fr: Ouvrir automatiquement un lien après une numérisation réussie.
lt: Automatiškai atidaryti nuorodą po sėkmingo nuskaitymo.
ru: После считывания ссылки, автоматически переходить по адресу.

# set3
source: Vibrate
de: Vibration
fr: Vibrer
lt: Vibracija
ru: Вибрировать

# set4
source: Vibrate if scan is successful.
de: Vibration wenn der Scan erfolgreich ist.
fr: Vibrer si la numérisation est réussie.
lt: Sėkmingo nuskaitymo atveju įjungiama vibracija
ru: Подать сигнал через вибровызов при удачном считывании.

# set5
source: Beep
de: Piepen
fr: Bipper
lt: Pyptelėjimas
ru: Пикать

# set6
source: Beep if scan is successful.
de: Piepen wenn der Scan erfolgreich ist.
fr: Bipper si la numérisation est réussie.
lt: Sėkmingo nuskaitymo atveju išgirsite pyptelėjimą.
ru: Сигнализировать пищанием при удачном считывании.

# set7
source: History
de: Verlauf
fr: Histoire
lt: Istorija
ru: История

# set8
source: Save history of your scans.
de: Speichern Sie den Verlauf Ihrer Scans.
fr: Enregistrer l'histoire de vos numérisations.
lt: Išsaugoti nuskaitymų istoriją.
ru: Сохранять историю Ваших сканирований.

# set9
source: Startup action
de: Hochfahren
fr: Action de démarrage
lt: Prietaiso paleidimas
ru: Действие при запуске

# set10
source: Select what to launch on startup.
de: Wählen Sie aus was gestartet wird beim Hochfahren.
fr: Choisissez ce que vous voulez lancer au démarrage.
lt: Pasirinkite, ką įjungti paleidimo metu.
ru: Выберите действие при запуске программы.

# set11
source: Backlight
de: Gegenlicht
fr: Rétroéclairage
lt: Foninis apšvietimas
ru: Подсветка

# set12
source: Turn on backlight if too dark.
de: Schalten Sie das Gegenlicht an wenn es zu dunkel ist.
fr: Allumez le rétroéclairage s'il est trop sombre.
lt: Jei tamsu, įjungti foninį apšvietimą.
ru: Включать подсветку, если очень темно.

# set13
source: Warning
de: Warnung
fr: Avertissement
lt: Įspėjimas
ru: Предупреждение

# set14
source: Do you want to remove current history?
de: Wollen Sie den aktuellen Verlauf löschen?
fr: Voulez-vous supprimer l'histoire actuelle?
lt: Ar tikrai norite pašalinti turimą istoriją?
ru: Вы хотите удалить текущую историю?

# set15
source: Background color
de: Hintergrundfarbe
fr: Couleur de fond
lt: Fono spalva
ru: Цвет фона

# set16
source: Select background color
de: Wählen Sie eine Hintergrundfarbe
fr: Choisir la couleur de fond
lt: Pasirinkite fono spalvą
ru: Цвет фона

# set17
source: Repeated scans
de: Wiederholte Scans
fr: Numérisations répétées
lt: Kartotiniai nuskaitymai
ru: Повторные сканирования

# set18
source: Save duplicate scan results in history.
de: Speichern Sie doppelte Scanergebnisse im Verlauf.
fr: Enregistrer les doubles des résultats de numérisation dans l'histoire.
lt: Išsaugoti dubliuojamų nuskaitymų rezultatus istorijoje.
ru: Сохранять повторяющиеся результаты сканирований в истории.

# set19
source: Internet search
de: Internetsuche
fr: Recherche Internet
lt: Paieška internete
ru: Поиск в интернете

# set20
source: When applicable, automatically perform a web search.
de: Wenn anwendbar,automatische Durchführung der Internetsuche.
fr: Le cas échéant, effectuer automatiquement une recherche sur le web.
lt: Kai galima, automatiškai ieškoti žiniatinklyje.
ru: Автоматически выполнять поиск в Интернете, когда это возможно.

# set21
source: Search engine
de: Suchmaschine
fr: Moteur de recherche
lt: Paieškos sistema
ru: Поисковая система

# set22
source: To perform a web search select Google, Bing, Yahoo, Yandex or Baidu.
de: Um eine Internetsuche durchzuführen wählen Sie Google, Bing, Yahoo, Yandex oder Baidu.
fr: Pour effectuer une recherche sur le web choisissez Google, Bing, Yahoo, Yandex ou Baidu.
lt: Norėdami atlikti paiešką žiniatinklyje, pasirinkite Google, Bing, Yahoo, Yandex arba Baidu.
ru: Для выполнения веб-поиска выберите Google, Bing, Yahoo, Yandex or Baidu.

# set23
source: History was removed
de: Verlauf wurde gelöscht
fr: L'histoire a été retirée
lt: Istorija pašalinta
ru: История была удалена

# set24
source: Not scanning?
de: Kein Scan?
fr: Pas de numérisation ?
lt: Nevyksta nuskaitymas?
ru: Не сканирует?

# set25
source: Bulk scan mode
de: Massenscanmodus
fr: Mode de numérisation totale
lt: Kompleksinio nuskaitymo režimas
ru: Массовое сканирование

# set26
source: Scan and save codes without preview
de: Scannen und speichern Sie Codes ohne Vorschau
fr: Scanner et enregistrer les codes sans avant-première
lt: Nuskaityti ir išsaugoti kodus be peržiūros
ru: Сканировать и сохранять результат без предварительного просмотра

# set27
source: Custom search URL
de: Benutzerdefinierte Suche URL
fr: Recherche personnalisée URL
lt: Specializuotos paieškos URL
ru: Поисковая URL

# set28
source: Scan results will be added to the end of this URL
de: Scanergebnisse werden dem Ende der URL hinzugefügt
fr: Les résultats de la numérisation seront ajoutés à la fin de cet URL
lt: Nuskaitymo rezultatai bus pridėti prie šio URL
ru: Результаты сканирования будут добавлены в конце URL

# set29
source: Copy to clipboard
de: In Zwischenablage kopieren
fr: Copier au presse-papiers
lt: Kopijuoti į iškarpinę
ru: Копировать результаты

# set30
source: Immediately after scan copy result to clipboard
de: Sofort nach dem Scan die Ergebnisse in die Zwischenablage kopieren
fr: Copier au presse-papiers immédiatement après la numérisation
lt: Iš karto po nuskaitymo kopijuoti rezultatą į iškarpinę
ru: Сразу после сканирования скопироватья результат в буфер обмена

# set31
source: GPS
lt: Globalinė padėties nustatymo sistema (GPS)
ru: Геолокация

# set32
source: Add Geolocation data
de: Fügen Sie Ortungsdaten hinzu
fr: Ajouter les données de géolocalisation
lt: Pridėti geografinio pozicionavimo duomenis
ru: Добавлять данные GPS в результаты сканирования

# set33
source: Search
de: Suche
fr: Recherche
lt: Ieškoti
ru: Поиск

# set34
source: Export data
de: Daten exportieren
fr: Exporter des données
lt: Eksportuoti duomenis
ru: Экспорт данных

# set35
source: Advanced settings
de: Erweiterte Einstellungen
fr: Réglages avancés
lt: Papildomi nustatymai
ru: Дополнительные настройки

source: Attention
de: Achtung
lt: Dėmesio
ru: Внимание

# continuetxt
source: Are you sure you want to continue?
de: Sind Sie sicher, dass Sie fortfahren wollen?
fr: Êtes-vous sûr de vouloir continuer?
lt: Ar tikrai norite tęsti?
ru: Вы уверены, что хотите продолжить?

source: Cancel
de: Abbrechen
fr: Annuler
lt: Atšaukti
ru: Отменить

source: Yes
de: Ja
fr: Oui
lt: Taip
ru: Да

source: No
de: Nein
fr: Non
lt: Ne
ru: Нет

# po1
source: We do not collect any personal information
ru: Личная информация.

# po2
source: This application does not collect or transmit any user`s personally identifiable information. No personal information is used, stored, secured or disclosed by services this application works with. The only information this application records is an encoded data of scanned QR-codes and barcodes.
ru: Это приложение не собирает и не передает никакую личную информацию пользователей. Личная информация не используется, не хранится, не защищается или раскрывается работой других приложений. Единственная информация, которая записывается этой программой, это данные сканированных QR-кодов и штрих-кодов.

# po3
source: Data Disclaimer
ru: Отказ от ответственности.

# po4
source: This Privacy Statement does not apply to links you follow from this application to other sites, services, applications. For example, if you use the Sharing features to send a message or to post on a social network, the information you send will be visible to others. In order to understand how your information is handled by other sites, services and applications, please refer to their respective privacy policies. This Privacy Statement does not apply to any decoded data stored in QR-codes or Barcodes.
ru: Эта политика конфиденциальности не распространяется на ссылки, по которым Вы можете перейти из этого приложения на другие сайты, сервисы, приложения или интернет-магазины. Например, если Вы используете функцию поделиться, такую как отправить твит или сообщение в социальную сеть, то информация отправляемая Вами будет видна другим. Чтобы понять, как другие сайты, сервисы, приложения и интернет-магазины обрабатывают Вашу информацию, пожалуйста, обратитесь к их политике конфиденциальности. Мы не несем ответственность за любые данные, закодированные в QR-кодах или штрих-кодах.

# po5
source: Changes to this Policy
ru: Изменения политики

# po6
source: This policy may be revised at any time. By using our web site or applications, you signify your acceptance of the revised policy. We encourage you to periodically review this policy so you know how we are protecting your information.
ru: Эта политика может быть пересмотрена в любое время. Используя это приложение, вы выражаете свое согласие с этой политикой. Мы рекомендуем вам периодически просматривать эту политику конфиденциальности, чтобы Вы знали, как мы защищаем вашу информацию.

# po7
source: License and Copyright
ru: Лицензии и авторские права

# po8
source: This project is based on the zBar open source barcode scanning library, and is licensed to you under the terms of the GNU LESSER GENERAL PUBLIC LICENSE, available at: http://www.gnu.org/licenses/old-licenses/lgpl-2.1.en.html.
ru: Этот проект основан на базе открытой библиотеки ZBar и предоставляется вам на условиях лицензии GNU LESSER GENERAL PUBLIC LICENSE, доступной по адресу: http://www.gnu.org/licenses/old-licenses/lgpl-2.1.ru.html

source: E-Mail
fr: Courriel
lt: El. paštas

# terms
source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions générales d’utilisation
lt: Paslaugų teikimo sąlygos
